define player = Character("[player_name]")

label start:
    "24 червня"
    "Мама" "ВСТАВАЙ, ЗАПІЗНЮЄШСЯ"
    "БЛЯЯЯЯЯЯЯЯЯТЬ, пів години до вступних"
    "Мама" "ШВИДКО, РУКИ В НОГИ І БІЖИ"

    "Ти встаєш, одягаєшся, і виходиш з дому"
    "Біжиш на маршрутку"
    "Стоїш на зупинці"
    "Чекаєш на маршрутку, до вступних лишилось 22 хв"
    "Маршрутка приїхала"
    "Воділа їде помало, залишилось 15 хв"
    "Ти виходиш на зупинці біля коледжу, до вступних 6 хв"
    "Я" "Хух, вроді встигаю"
    "Ти заходиш в коледж"
    
    python:
        player_name = renpy.input("Як тебе звати?")
        if player_name == "":
            player_name = "Вольдемар"

    

    return
